exports.frontmatter = {
  path: '/Baklanov/',
  name: 'Міхаіл Іванавіч Бакланаў',
  date: '30 студзеня (12 лютага) - 23 студзеня 1990',
  img: 'baklanov.jpg',
  videoId: 'QFZ1hAV0gf8',
  vita: 'Беларускі савецкі архітэктар. Заслужаны архітэктар БССР (1969).',
  authorOfTheDay: 'true',
  lng: 'by',
  birthPlace: 'с. Іванаўка (цяпер Волновахский раён Данецкай вобласці Украіны)',
  timelineData: [
    {
      date: '1932',
      text: 'Пасля заканчэння школы завадскога адукацыі, ён працаваў чарцёжнікам на Данецкам металургічным заводзе. У 1932 году М. Бакланаў пачаў навучанне ў Харкаўскім архітэктурна-будаўнічага каледжа.',
    },
    {
      date: '1936',
      text: 'Паступіў у Харкаўскі інжынерна-будаўнічы інстытут (цяпер Харкаўскі нацыянальны універсітэт будаўніцтва і архітэктуры). Тым не менш, я не давучыўся.',
    },
    {
      date: '1940',
      text: 'У снежні 1940 году, з 4-га года, ён быў прызваны ў войска, і неўзабаве ён быў накіраваны ў 17-ы асобны дывізіён аэрастата загароды ў раёне горада Беласток.',
    },
    {
      date: '1941 - 1943',
      text: 'У пачатку Другой сусветнай вайны, Прыватны Баклан змагаліся з нацыстамі, але ў ліпені 1941 года ён быў узяты ў палон. Да 1943 года ён знаходзіўся ў лагерах ў Польшчы. У сакавіку ён бег і неўзабаве пасля гэтага далучыўся да народных мсціўцаў партызанскай брыгады. За актыўны ўдзел у баях з акупантамі, ён быў узнагароджаны медалём "Партызану Айчыннай вайны" I ступені.',
    },
    {
      date: '1944',
      text: 'Пасля вызвалення Беларусі Міхаіл Бакланаў ў жніўні 1944 года ён быў накіраваны на працу ў архітэктурна-планіровачных майстэрні Упраўлення архітэктуры пры СНК БССР (Белдзяржпраект) у майстэрні, на чале з прафесарам М. Барщем.',
    },
    {
      date: '1944 - 1990',
      text: 'На працягу 36 гадоў, рабочая біяграфія архітэктара была звязана з гэтай установай. Тут ён пайшоў ад звычайнага архітэктара да кіраўніка архітэктурнага праектавання цэха. Пасля выхаду на пенсію ён стаў цікавіцца жывапісам, капіявацца творы рускіх мастакоў другой паловы XIX стагоддзя.',
    },
  ],
  work: [
    {
      title: 'Нацыянальны мастацкі музей Рэспублікі Беларусь',
      width: 53.898,
      length: 27.560,
      date: '-',
      img: 'https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A0%D0%91.jpg',
    },
    {
      title: 'Нацыянальны акадэмічны драматычны тэатр ім. М. Горкага (рэканструкцыя)',
      width: 53.898,
      length: 27.551,
      date: '1948—1950',
      img: 'https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Minsk_Drama_Theatre.jpg/800px-Minsk_Drama_Theatre.jpg?uselang=ru',
    },
    {
      title: 'Будынак Упраўлення Мінскага абласнога статыстычнага',
      date: '1954',
      img: 'http://house.gov.by/images/storage/news/019052_296242.jpg',
    },
    {
      title: 'Нацыянальны мастацкі музей Рэспублікі Беларусь',
      width: 53.898331,
      length: 27.560555,
      date: '1954 - 1957',
      img: 'https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A0%D0%91.jpg',
    },
    {
      title: 'Навучальныя будынка медыцынскага інстытута',
      date: '1966',
      img: 'https://upload.wikimedia.org/wikipedia/commons/9/9e/BGMU.jpg',
    },
    {
      title: 'Галоўны будынак, будынак радыёфізікі і электронікі Беларускага дзяржаўнага універсітэта',
      date: '1966',
      img: 'https://dic.academic.ru/pictures/wiki/files/66/Belarus-Minsk-BSU-Entrance_into_Main_Building.jpg',
    },
  ],
};
