exports.frontmatter = {
  path: '/Baklanov',
  name: "Михаил Иванович Бакланов",
  date:"30 января (12 февраля) - 23 января 1990",
  img: "baklanov.jpg",
  videoId: 'QFZ1hAV0gf8',
  vita: "Белорусский советский архитектор. Заслуженный архитектор Белорусской ССР (1969).",
  authorOfTheDay: "true",
  timelineData: [
    {date: "1932",
     text: "После окончания школы фабрично-заводского образования работал чертежником на Донецком металлургическом заводе. В 1932 году М. Бакланов начал учиться в Харьковском архитектурно-строительном техникуме."
    },
    {date: "1936",
     text: "Поступил в Харьковский инженерно-строительный институт (теперь Харьковский национальный университет строительства и архитектуры). Однако учëбу не закончил."
    },
    {date: "1940",
     text: "В декабре 1940 года с 4-го курса его призвали в армию, и вскоре он был направлен в 17-й отдельный дивизион аэростатов заграждения под г. Белосток."
    },
    {date: "1941 - 1943",
     text: "В начале Великой Отечественной войны рядовой Бакланов сражался с фашистами, но уже в июле 1941 года попал в плен. До 1943 находился в лагерях для военнопленных на территории Польши. В марте бежал и вскоре после этого вступил в партизанскую бригаду «Народные мстители». За активное участие в боях с оккупантами он был награждён медалью «Партизану Отечественной войны» I степени."
    },
    {date: "1944",
     text: "После освобождения Беларуси Михаила Бакланова в августе 1944 года направили на работу в архитектурно-планировочную мастерскую Управления по делам архитектуры при СНК БССР (Белгоспроекте) в мастерскую, которую возглавлял профессор М. Барщ. "
    },
    {date: "1944 - 1990",
     text: "В течение 36 лет трудовая биография зодчего была связана с этим институтом. Здесь он прошёл путь от рядового архитектора до руководителя архитектурно-конструкторской мастерской. После выхода на пенсию увлёкся живописью, копировал произведения русских художников второй половины XIX века."
    }
  ],
  work: [
    {title: "Национальный художественный музей Республики Беларусь",
     width: 53.898,
     length: 27.560,
     date: "-",
     img: "https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A0%D0%91.jpg"
    },
    {title: "Национальный академический драматический театр им. М. Горького (реконструкция)",
     width: 53.898,
     length: 27.551,
     date: "1948—1950",
     img: "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Minsk_Drama_Theatre.jpg/800px-Minsk_Drama_Theatre.jpg?uselang=ru"
   },
    {title: "Здание Минского областного статистического управления",
     date: "1954",
     img: "http://house.gov.by/images/storage/news/019052_296242.jpg"
   },
    {title: "Национальный художественный музей Республики Беларусь",
     width: 53.898331,
     length: 27.560555,
     date: "1954 - 1957",
     img: "https://upload.wikimedia.org/wikipedia/commons/1/13/%D0%A5%D1%83%D0%B4_%D0%BC%D1%83%D0%B7%D0%B5%D0%B9_%D0%A0%D0%91.jpg"
   },
    {title: "Учебные корпуса медицинского института",
     date: "1966",
     img: "https://upload.wikimedia.org/wikipedia/commons/9/9e/BGMU.jpg"
   },
    {title: "Главный корпус, корпус радиофизики и электроники Белорусского Государственного университета",
     date: "1966",
     img: "https://dic.academic.ru/pictures/wiki/files/66/Belarus-Minsk-BSU-Entrance_into_Main_Building.jpg"
   }
  ]
};
