exports.frontmatter = {
  path: '/de-Sako',
  name: 'Джузеппе де Сакко',
  date: '1735 — 1798',
  vita: 'Один из крупнейших архитекторов развитого барокко и классицизма, работавших на территории современной Беларуси, в XVIII веке. Придворный архитектор короля Станислава Августа Понятовского. Также работал в других регионах Речи Посполитой. В творчестве выделяются ансамбли дворцово-парковых резиденций.',
  img: 'architect.jpg',
  timelineData: [
    {
      date: '1768',
      text: 'В 1768 году Джузеппе де Сакко был приглашён в Варшаву, где занимался гробницей королевы Марии Лещинской и проектом перестройки костёла святого Яна.',
    },
    {
      date: '1771',
      text: 'В 1771 году был приглашён в Гродно, гродненским старостой Антонием Тизенгаузом. В этом же году был принят на службу, в качестве королевского архитектора, с установленным окладом в 600 злотых. В Речи Посполитой Сакко получает ряд воинских званий ВКЛ, а в 1775 году — шляхетство.',
    },
    {
      date: '1771-1780',
      text: 'В 1771-1780 годах Джузеппе де Сакко выполнил ряд заказов местных магнатов, спроектировав несколько известных дворцово-парковых ансамблей и городских резиденций, в частности: Святский дворец магнатов Воловичей, Щорсовский дворец Хрептовичей, дворцы Тизенгауза в Поставах и Вильнюсе.',
    },
    {
      date: '1798',
      text: 'Сакко умер в 1798 году, предположительно в гродненском доме масонов. Похоронен на гродненском католическом кладбище.',
    },
  ],
};
