exports.frontmatter = {
  path: '/Gaj/',
  name: 'Генрых Юльян Гай',
  date: '10 студзеня 1875 - 3 кастрычніка 1936',
  img: 'default.jpg',
  videoId: 'JNMltVazEP8',
  lng: 'by',
  birthPlace: 'Варшава, Царства Польскае, Расійская імперыя',
  vita: 'Архітэктар і інжынер польскага паходжання, які ў пачатку XX стагоддзя. працаваў у Расійскай імперыі, а потым у Польшчы. Працаваў у стылі неакласіцызму. Аўтар праектаў многіх будынкаў у Варшаве, Мінску, Кіеве і ў іншых месцах Расійскай імперыі. У міжваенны перыяд - ваяводскай архітэктар ў Пінску.',
  timelineData: [
    {
      date: '1875',
      text: 'Нарадзіўся 10 студзеня 1875 года ў Варшаве, у Царстве Польскім, сын Генрыха і Яане (у дзявоцтве Мюлер (Müller)). Паходзіў з польскай шляхты. Яго дзед, Якуб Гай, быў архітэктарам, спраектаваў, сярод іншага будынка Банка польскай у Варшаве.',
    },
    {
      date: '1898',
      text: 'Генрых гай скончыў Гімназію Войцэха Гурскага, вывучаў архітэктуру ў Інстытуце грамадзянскіх інжынераў імператара Мікалая I у Пецярбургу, у 1898 г. атрымаў дыплом інжынера. Пазней працягваў адукацыю ў Парыжы, Вене і Мюнхене; некаторы час жыў у Італіі, Алжыр, Туніс і г.д.',
    },
    {
      date: '1906',
      text: "Пасля вяртання з-за мяжы пачаў працу ў Варшаве. Па радзе старэйшых калегаў ў 1906 год ён пераехаў у Мінску, дзе тым часам бракаваў прафесійны архітэктараў і быў лягчэй зрабіць кар'еру самастойнага аўтара.",
    },
    {
      date: '1906 — 1910',
      text: "У 1906-1910 гадах кіраваў будаўніча-мантажнымі работамі на будынку Касцёла Святых Сымона і Алены ў Мінску. З 1909 года сябра Круга архітэктараў у Варшаве. У пачатку снежня 1908 года ў складзе дэлегацыі Круга удзельнічаў у Першым з'ездзе дэлегатаў польскага архітэктурных колаў у Кракаве.",
    },
    {
      date: '1910 - 1919',
      text: 'Перад першай сусветнай вайной удзельнічаў у працы двух архітэктурных майстэрнях. Адна з іх знаходзіўся ў Варшаву і спачатку былі ў сумесным валоданні (разам з Дзержановской і Вайцяхоўскага), а пазней у валоданні Гая, на вул. Окулник. Другая, «Гай, Свянціцкі & Co», знаходзілася ў Мінску, у доме Юхновіч на рагу сучасных вуліц Карла Маркса і Энгельса. Некаторы час працаваў у Мінску і яго ваколіцах, узвёў нямала твораў сакральнай і грамадзянскай архітэктуры. Удзельнічаў у архітэктурных конкурсах, дзе атрымалі шматлікія знакі адрозненняў і ўзнагарод, у тым ліку, першая прэмія ў конкурсе на праектаванні Бесарабскага рынку ў Кіеве; да гэтага Гай меў вопыт будаўніцтва крытага рынку ў Варшаве. У 1914 году пераехаў углыб Расеі, пачатак першай сусветнай вайны сустрэў ва Уладзівастоку. Арганізаваў там польскую калонію і выконваў абавязкі консула. У 1918 году выехаў з Расеі. У 1919 годзе прыехаў у Мінск, але ў тым жа годзе пакінуў яго і вярнуўся ў Варшаву. Падчас польска-савецкай вайны ўваходзіў у склад польскай Грамадзянскай варты. Праводзіў лекцыі ў Чыгуначнай школе. У міжваенны перыяд працаваў на пасадзе ваяводскага архітэктара ў Пінску.',
    },
  ],
  work: [
    {
      title: 'Дом Свенцицкий, праект Генрыха Гай',
      date: 'Начало XX века',
      img: 'https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Miensk_Marksa_01.jpg/800px-Miensk_Marksa_01.jpg?uselang=ru',
    },
    {
      title: 'Дом № 19 на вул. Савецкі ў Мінску',
      date: '-',
      img: 'https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Miensk_Sav_19_01.jpg/800px-Miensk_Sav_19_01.jpg?uselang=ru',
    },
    {
      title: 'Касцёл Беззаганнага зачацця Марыі ў Жбивкуве, каля Варшавы',
      date: '-',
      img: 'https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/POL_Pruszkow_zbikow_church.jpg/450px-POL_Pruszkow_zbikow_church.jpg?uselang=ru',
    },
    {
      title: 'Бесарабскі рынак у Кіеве',
      width: 50.44242145,
      length: 30.52161393,
      date: '1910—1912',
      img: 'https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/KIev-KhreshchatykStr-BessarabskyiMarket.jpg/800px-KIev-KhreshchatykStr-BessarabskyiMarket.jpg?uselang=ru',
    },
    {
      title: 'Двор Эдварда Рачынскага ў Завада каля Дембицы',
      date: '-',
      img: 'https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Dw%C3%B3r_w_Zawadzie.JPG/800px-Dw%C3%B3r_w_Zawadzie.JPG?uselang=ru',
    },
  ],
};
