exports.frontmatter = {
    path: '/Gaj',
    name: "Генрих Юлиан Гай",
    date:"10 января 1875 — 3 октября 1936",
    img: "default.jpg",
    videoId: 'JNMltVazEP8',
    lng:"ru",
    vita: "Архитектор и инженер польского происхождения, который в начале XX века. работал в Российской империи, а потом в Польше. Работал в стиле неоклассицизма. Автор проектов многих зданий в Варшаве, Минске, Киеве и в других местах Российской империи. В межвоенный период — воеводской архитектор в Пинске.",
    timelineData: [
      {date: "1875",
       text: "Родился 10 января 1875 года в Варшаве, в Царстве Польском, сын Генриха и Йоанны (в девичестве Мюллер (Müller)). Происходил из польской шляхты. Его дед, Якуб Гай, был архитектором, спроектировал, среди прочих здание Банка польского в Варшаве."
      },
      {date: "1898",
       text: "Генрих Гай закончил Гимназию Войцеха Гурского, изучал архитектуру в Институте гражданских инженеров императора Николая I в Петербурге, в 1898 году получил диплом инженера. Позже продолжал образование в Париже, Вене и Мюнхене; некоторое время жил в Италии, Алжире, Тунисе и т. д."
      },
      {date: "1906",
       text: "После возвращения из-за границы начал работу в Варшаве. По совету старших коллег в 1906 году он переехал в Минск, где тем временем не хватало профессиональных архитекторов и было легче сделать карьеру самостоятельного автора."
      },
      {date: "1906 — 1910",
       text: "В 1906—1910 годах руководил строительно-монтажными работами на строении Костела Святых Симона и Елены в Минске. С 1909 года член Круга архитекторов в Варшаве. В начале декабря 1908 года в составе делегации Круга участвовал в Первом съезде делегатов польских архитектурных кругов в Кракове"
      },
      {date: "1910 - 1919",
       text: "Перед первой мировой войной участвовал в работе двух архитектурных мастерских. Одна из них находилась в Варшаве и сначала была в совместном владении (вместе с Дзержановским и Войцеховским), а позже во владения Гая, на ул. Окулник. Вторая, «Гай, Свентицкий & Co», находилась в Минске, в доме Юхновича на углу современных улиц Карла Маркса и Энгельса. Некоторое время работал в Минске и его окрестностях, возвел немало произведений сакральной и гражданской архитектуры. Участвовал в архитектурных конкурсах, где получил многочисленные знаки отличий и награды, в том числе, первую премию в конкурсе на проектирование Бессарабского рынка в Киеве; до этого Гай имел опыт строительства крытого рынка в Варшаве. В 1914 году переехал вглубь России, начало первой мировой войны встретил во Владивостоке. Организовал там польскую колонию и исполнял обязанности консула. В 1918 году выехал из России. В 1919 году приехал в Минск, но в том же году покинул его и вернулся в Варшаву. Во время польско-советской войны входил в состав польской Гражданской стражи. Проводил лекции в Железнодорожной школе. В межвоенный период работал в должности воеводского архитектора в Пинске."
      }
    ],
    work: [
      {title: "Дом Свенцицкого, проект Генриха Гая",
       date: "Начало XX века",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Miensk_Marksa_01.jpg/800px-Miensk_Marksa_01.jpg?uselang=ru"
      },
      {title: "Дом № 19 на ул. Советской в Минске",
       date: "",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/6/61/Miensk_Sav_19_01.jpg/800px-Miensk_Sav_19_01.jpg?uselang=ru"
      },
      {title: "Костел Непорочного зачатия Марии в Жбивкуве, около Варшавы",
       date: "",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/4/48/POL_Pruszkow_zbikow_church.jpg/450px-POL_Pruszkow_zbikow_church.jpg?uselang=ru"
      },
      {title: "Бессарабский рынок в Киеве",
       width: 50.44242145,
       length: 30.52161393,
       date: "1910—1912",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/KIev-KhreshchatykStr-BessarabskyiMarket.jpg/800px-KIev-KhreshchatykStr-BessarabskyiMarket.jpg?uselang=ru"
      },
      {title: "Двор Эдварда Рачинского в Заваде около Дембицы",
       date: "",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Dw%C3%B3r_w_Zawadzie.JPG/800px-Dw%C3%B3r_w_Zawadzie.JPG?uselang=ru"
      },
    ]
  };