exports.frontmatter = {
  path: '/Langbard',
  name: 'Ио́сиф Григо́рьевич (Ги́ршевич) Ла́нгбард',
  date: '6 (18) января 1882 - 3 января 1951',
  img: 'langbard.jpg',
  videoId: 'dlQIlW3V-iU',
  lng: 'ru',
  birthPlace:
    'Бельск (ныне — Бельск-Подляски, Подляское воеводство, Польша), Гродненская губерния, Российская империя',
  vita:
    'Белорусский советский архитектор, заслуженный деятель искусств Белорусской ССР (1934), обладатель Гран-при Всемирной выставки в Париже, 1937, доктор архитектуры (с 1939 года). Является одним из выдающихся зодчих Европы XX века, чьё художественное наследие оказало значительное влияние на развитие современной архитектуры. Его архитектурные работы в большой степени повлияли на формирование облика города Минска и являются образцами белорусского зодчества.',
  timelineData: [
    {
      date: '6 (18) января 1882',
      text:
        'Иосиф Лангбард родился в 6 (18) января 1882 года в местечке Бельск Гродненской губернии Российской империи, в еврейской семье. Отец видел будущее для сына в коммерции, однако Иосиф с детства любил рисовать.',
    },
    {
      date: '1901 - 1906',
      text:
        'Блестяще окончив в 1901 году местную гимназию, поступил на архитектурное отделение Одесского художественного училища, которое окончил в 1906 году.',
    },
    {
      date: '1907 - 1914',
      text:
        'В 1907 году переехал в Санкт-Петербург, где успешно выдержал экзамены в Высшее художественное училище при Императорской академии художеств на архитектурный факультет. Отучился семь лет в Санкт-Петербурге (1907—1914). Среди учителей Лангбарда был знаменитый русский архитектор Александр Померанцев, спроектировавший здание ГУМа в Москве. Именно под его руководством Лангбард в 1914 году защитил дипломный проект «Здание Государственного совета Российской империи».',
    },
    {
      date: '1914 - 1918',
      text:
        'Во время Первой мировой войны Лангбард работал на фронте в качестве начальника инженерного отряда. Под его руководством в это время были построены земская управа в Костроме, сельскохозяйственный музей и театр миниатюр в Петрограде. По окончании войны был исполнителем работ строительной конторы при отделе здравоохранения в Петрограде.',
    },
    {
      date: '1923',
      text:
        'В 1923 году архитектурный проект Лангбарда, в числе сорока семи работ других авторов, участвовал в конкурсе проектов Дворца труда в Москве — главного общественного здания СССР.',
    },
    {
      date: '1925',
      text:
        'В январе 1925 года Ленинградский губком объявил конкурс на проекты жилищного строительства. Первую премию получил коллектив Лангбарда — за проект для Московско-Нарвского района.',
    },
    {
      date: '1929',
      text:
        'В 1929 году выиграл всесоюзный конкурс на лучший проект Дома правительства Белорусской ССР. Лангбард исполнил проекты зданий Института минерального сырья в Москве, механических прачечных, профилактория и фабрики-кухни, а также Боткинской инфекционной больницы в Ленинграде.',
    },
    {
      date: '1926 - 1927',
      text:
        'В 1926—1927 годах Лангбард выполнил конкурсный проект трёхсотквартирного жилого дома для рабочих завода «Красный треугольник» в Ленинграде. Также на различных конкурсах он выполняет проекты: театра и клуба в Екатеринославе, дома культуры в Вятке, народного дома в Растяпино (Дзержинск), Василеостровского дома культуры в Ленинграде, театра в Харькове.',
    },
    {
      date: '1930 - 1934',
      text:
        'В начале 1930-х годов Лангбард получил первые крупные заказы на строительство в Белоруссии и на Украине. Первым проектом, реализованным Лангбардом по приезду в Минск, стало строительство примерно сорока деревянных павильонов для общебелорусской сельскохозяйственной и промышленной выставки. После этого его пригласили для проектирования застройки центральной части города. Лангбард предложил макеты трёх зданий: Дом правительства Белорусской ССР, Государственный театр оперы и балета Белорусской ССР и Дом Красной армии (современный Дом офицеров). Проект Дома правительства был подготовлен и утверждён в 1929 году, а с 1930 по 1934 годы он был реализован. Перед этим зданием был установлен памятник В. И. Ленину, разработанный Лангбардом вместе с ленинградским скульптором М. Г. Манизером. За этот ансамбль Иосифу Лангбарду было присвоено почётное звание «Заслуженный деятель искусств Белорусской ССР».',
    },
    {
      date: '1935',
      text:
        'В 1935 году Лангбарду было поручено разработать проект Дома Советов в Могилёве, куда вскоре предполагалось перенести столицу БССР. Здание возводили в 1938—1940 годы. Начиная с 1933 года, реализовались ещё два проекта архитектора: Театр оперы и балета на Троицкой горе и Дом Красной армии на фундаменте бывшего архиерейского дворца. В 1935 году Лангбард взялся за переработку проекта здания Академии наук Белорусской ССР, разработанного Г. Лавровым.',
    },
    {
      date: '1937',
      text:
        'В 1937 году творчество архитектора получило мировое признание, года Иосиф Лангбард стал обладателем Гран-При Всемирной выставки в Париже.',
    },
    {
      date: '1939 - 1945',
      text:
        'Во время Второй мировой войны Лангбард работал над маскировкой зданий в Ленинграде, после эвакуации в тыл жил в Ярославской области. В 1944 году вернулся в разрушенный фашистами Минск, где в составе комиссии Комитета по делам архитектуры при СНК СССР работал над планами реконструкции Минска и Гомеля. В 1949 году за эту работу был награждён советским орденом «Знак Почёта». Вместе с Михаилом Баклановым разрабатывал проект здания кинотеатра «Победа» в Минске, законченный в 1950 году.',
    },
    {
      date: '1935 - 1950',
      text:
        'С 1935 по 1950 годы Иосиф Лангбард преподавал в Ленинградском институте живописи, скульптуры и архитектуры (ЛИЖСА), ныне — Институт имени Репина в Санкт-Петербурге. В 1939 году защитил докторскую диссертацию по архитектуре.',
    },
    {
      date: '3 января 1951',
      text: 'Скончался 3 января 1951 года в Ленинграде.',
    },
  ],
  work: [
    {
      title: 'Дом правительства Белорусской ССР в Минске',
      date: '1934 - 1937',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/Gouvernementbelarus.JPG/1024px-Gouvernementbelarus.JPG',
    },
    {
      title: 'Памятник Чапаеву (Самара)',
      width: 53.19692825,
      length: 50.09692701,
      date: '1932',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/%D0%9F%D0%B0%D0%BC%D1%8F%D1%82%D0%BD%D0%B8%D0%BA_%D0%A7%D0%B0%D0%BF%D0%B0%D0%B5%D0%B2%D1%83.jpg/800px-%D0%9F%D0%B0%D0%BC%D1%8F%D1%82%D0%BD%D0%B8%D0%BA_%D0%A7%D0%B0%D0%BF%D0%B0%D0%B5%D0%B2%D1%83.jpg',
    },
    {
      title: 'Дом Красной армии в Минске',
      width: 53.9022889,
      length: 27.5643222,
      date: '1934 - 1939',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/a/ad/%D0%94%D0%BE%D0%BC_%D0%BE%D1%84%D0%B8%D1%86%D0%B5%D1%80%D0%BE%D0%B2%2C_%D0%9C%D0%B8%D0%BD%D1%81%D0%BA.JPG',
    },
    {
      title: 'Государственный театр оперы и балета Белорусской ССР в Минске',
      date: '1937 - 1938',
      img:
        'https://upload.wikimedia.org/wikipedia/ru/a/a6/Theatre_opera%26ballet%2C_Minsk.jpg',
    },
    {
      title: 'Памятник Тарасу Шевченко в Харькове',
      date: '1936',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/%D0%9F%D0%B0%D0%BC%D1%8F%D1%82%D0%BD%D0%B8%D0%BA_%D0%A2%D0%B0%D1%80%D0%B0%D1%81%D1%83_%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%BE_%28%D0%A5%D0%B0%D1%80%D1%8C%D0%BA%D0%BE%D0%B2%29.jpg/800px-%D0%9F%D0%B0%D0%BC%D1%8F%D1%82%D0%BD%D0%B8%D0%BA_%D0%A2%D0%B0%D1%80%D0%B0%D1%81%D1%83_%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%BE_%28%D0%A5%D0%B0%D1%80%D1%8C%D0%BA%D0%BE%D0%B2%29.jpg',
    },
    {
      title: 'Дом Советов в Могилёве',
      date: '1938 - 1939',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/thumb/e/e5/%D0%93._%D0%9C%D0%B0%D0%B3%D1%96%D0%BB%D1%91%D1%9E_-_%D0%90%D0%BD%D1%81%D0%B0%D0%BC%D0%B1%D0%BB%D1%8C_%D0%BF%D0%BB%D0%BE%D1%88%D1%87%D1%8B_%D0%9B%D0%B5%D0%BD%D1%96%D0%BD%D0%B0_PICT1773.jpg/1280px-%D0%93._%D0%9C%D0%B0%D0%B3%D1%96%D0%BB%D1%91%D1%9E_-_%D0%90%D0%BD%D1%81%D0%B0%D0%BC%D0%B1%D0%BB%D1%8C_%D0%BF%D0%BB%D0%BE%D1%88%D1%87%D1%8B_%D0%9B%D0%B5%D0%BD%D1%96%D0%BD%D0%B0_PICT1773.jpg',
    },
    {
      title: 'Главный корпус Академии наук Белорусской ССР в Минске',
      date: '1935 - 1939',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Belarus-Minsk-Academy_of_Sciences-2.jpg/1024px-Belarus-Minsk-Academy_of_Sciences-2.jpg',
    },
    {
      title: 'Проект кинотеатра «Победа»',
      date: '1950',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/%D0%92%D1%83%D0%BB._%D0%86%D0%BD%D1%82%D1%8D%D1%80%D0%BD%D0%B0%D1%86%D1%8B%D1%8F%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F%2C_20_-3.JPG/1280px-%D0%92%D1%83%D0%BB._%D0%86%D0%BD%D1%82%D1%8D%D1%80%D0%BD%D0%B0%D1%86%D1%8B%D1%8F%D0%BD%D0%B0%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F%2C_20_-3.JPG',
    },
    {
      title: 'Здание городского комитета КПУ в Киеве ',
      date: '1939',
      img:
        'https://upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Ministry_of_Foreign_Affairs_of_Ukraine.JPG/1024px-Ministry_of_Foreign_Affairs_of_Ukraine.JPG',
    },
  ],
  video: [
    {
      title:
        '«Обратный отсчёт. Иосиф Лангбард. Драма архитектора. Фильм первый»',
      url: 'https://www.youtube.com/watch?v=dlQIlW3V-iU',
    },
    {
      title: '«Лангбард Иосиф (2016)»',
      url: 'https://www.youtube.com/watch?v=xsZke0e0KHc',
    },
    {
      title:
        '«Иосиф Лангбард: выставка наследия известного архитектора к его 135-летию»',
      url: 'https://www.youtube.com/watch?v=qhrEZEuYvjE',
    },
  ],
}
