exports.frontmatter = {
    path: '/Parusnikov',
    name: "Михаил Павлович Парусников",
    date: '1893 — 1968',
    vita: 'Cоветский архитектор, действительный член АА СССР (1950), академик АН БССР (1950; член-корреспондент с 1947). Педагог, профессор (с 1948). Лауреат Государственной премии Белорусской ССР (1968).',
    img: 'parusnikov.jpg',
    videoId: 'mrfadR51D0I',
    lng:"ru",
    birthPlace: 'Москва, Российская империя',
    timelineData: [
      {
        date: '1913 - 1918',
        text: 'С 1913 по 1918 года обучался в МУЖВЗ (его отец был настоятелем соседнего храма), затем до 1924 года во ВХУТЕМАСе. Ученик С. В. Ноаковского и И. В. Жолтовского.',
      },
      {
        date: '1924',
        text: 'С 1924 работал в архитектурно-проектных организациях Москвы и одновременно преподавал (1934—1941 годах, с 1948 года — профессор) в МАРХИ .',
      },
      {
        date: '1941 -ы 1948',
        text: 'В 1941—1944 годах — старший научный сотрудник Академии архитектуры СССР, в 1944—1948 — руководитель архитектурно-проектных мастерских Комитета по делам архитектуры СССР. Разработал проекты жилых и общественных зданий для многих городов СССР, основные принципы и приемы планировки и застройки сельских населенных пунктов нового типа.',
      },
      {
        date: '1953 - 1955',
        text: 'Опубликовал ряд научных работ по теории и истории архитектуры, в том числе: «О принципах комплексного серийного проектирования жилых домов» (Архитектура СССР. 1953. № 12) и «Об опыте проектирования серии типовых домов средней этажности» (Архитектура СССР. 1955. № 2).',
      },
    ],
    work: [
      {title: "Здание Нацбанка РБ",
       width: 53.889609,
       length: 27.541403,
       date: "1991",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/NBRB.JPG/800px-NBRB.JPG?uselang=ru"
      },
      {title: "Мост через Свислочь",
       date: "",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/%D0%97%D0%B0%D1%85%D0%B0%D1%80%27%D0%B5%D1%9E%D1%81%D0%BA%D1%96_%D0%BC%D0%BE%D1%81%D1%82.jpg/800px-%D0%97%D0%B0%D1%85%D0%B0%D1%80%27%D0%B5%D1%9E%D1%81%D0%BA%D1%96_%D0%BC%D0%BE%D1%81%D1%82.jpg?uselang=ru"
      },
      {title: "Дом с аркой на Красной площади",
       date: "1936",
       img: "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Buildings_in_Yaroslavl_009.jpg/800px-Buildings_in_Yaroslavl_009.jpg?uselang=ru"
      }
    ],
    video: [
      {title: "«У парадного подъезда. Здание КГБ Минска»",
       url: "https://www.youtube.com/watch?v=mrfadR51D0I"
      }
    ]
  };
