exports.frontmatter = {
  path: '/Parusnikov',
  name: "Михаил Павлович Парусников",
  date: '1893 — 1968',
  vita: 'Cоветский архитектор, действительный член АА СССР (1950), академик АН БССР (1950; член-корреспондент с 1947). Педагог, профессор (с 1948). Лауреат Государственной премии Белорусской ССР (1968).',
  img: 'architect.jpg',
  timelineData: [
    {
      date: '1913 - 1918',
      text: 'С 1913 по 1918 года обучался в МУЖВЗ (его отец был настоятелем соседнего храма), затем до 1924 года во ВХУТЕМАСе. Ученик С. В. Ноаковского и И. В. Жолтовского.',
    },
    {
      date: '1924',
      text: 'С 1924 работал в архитектурно-проектных организациях Москвы и одновременно преподавал (1934—1941 годах, с 1948 года — профессор) в МАРХИ .',
    },
    {
      date: '1941—1948',
      text: 'В 1941—1944 годах — старший научный сотрудник Академии архитектуры СССР, в 1944—1948 — руководитель архитектурно-проектных мастерских Комитета по делам архитектуры СССР. Разработал проекты жилых и общественных зданий для многих городов СССР, основные принципы и приемы планировки и застройки сельских населенных пунктов нового типа.',
    },
    {
      date: '1953 - 1955',
      text: 'Опубликовал ряд научных работ по теории и истории архитектуры, в том числе: «О принципах комплексного серийного проектирования жилых домов» (Архитектура СССР. 1953. № 12) и «Об опыте проектирования серии типовых домов средней этажности» (Архитектура СССР. 1955. № 2).',
    },
  ],
};
